beers_breweries_hops_app/app/controllers/hops_controller.rb

  def index
    @hops = Hop.all
---
SELECT "hops".* FROM "hops"